{
  "3": {
    "day": "Quarta 29/10",
    "schedules": [
      {
        "title": "HACKATHON",
        "image": "hacker.svg",
        "description": "Hackathon da SisWeek é uma maratona de desenvolvimento que reúne equipes para enfrentar desafios reais e propor soluções inovadoras em um tempo limitado. Mais do que uma competição, o evento é uma jornada de criatividade, colaboração e de aplicação prática do conhecimento técnico. Ao longo da jornada, os participantes mergulham em problemas do mundo real, desenvolvem projetos impactantes e apresentam suas criações no encerramento da SisWeek.",
        "time": "9:00h - 22:00h",
        "location": "Vila Dão Pêdu"
      },
      {
        "title": "Decodificando o Futuro: Inovação e Tecnologia",
        "image": "maria-logo.jpg",
        "description": "O foco deste debate é a inovação e a tecnologia, com uma abordagem inclusiva para mulheres na tecnologia e o público geral interessado em discutir e explorar o futuro neste campo.",
        "time": "19:00h",
        "duration": "40m",
        "location": "Casa de Aposentadoria",
        "speakers": [
          {
            "name": "Mar.ia",
            "role": "Projeto de Extensão Mar.ia",
            "bio": "Projeto de extensão composto por mulheres do curso de Sistemas de Informação da UFAL - Unidade Penedo, com o objetivo de desbravar o mundo da Inteligência Artificial (IA) e tecnologia embarcada! Aumentando a representatividade feminina na tecnologia, monstrando que mulheres podem e devem ser protagonistas na criação de soluções inteligentes e sustentáveis para o futuro!",
            "showCard": false,
            "image": "maria-logo.jpg"
          },
          {
            "name": "Lívia",
            "role": "Professora de Matemática e Especialista em Gestão de Projetos em Tecnologia da informação",
            "bio": "Possui Mestrado em Modelagem Computacional de Conhecimento pela UFAL. Possui Especialização em Gestão de Projetos em Tecnologia da Informação. Possui Graduação em Licenciatura em Matemática. Possui Graduação em Análise de Sistemas. Tem experiência na área de Análise de Sistemas, com ênfase em Gestão de Projetos. Em 2009, como Gerente de Projetos de uma empresa alagoana participou da conquista do selo MPS.BR Nível F. Em 2013, como Representante do Grupo de Processos de uma empresa alagoana participou da conquista do selo MPS.BR Nível C. Tem experiência na área acadêmica no ensino de Matemática, Computação e Administração em cursos de nível superior da rede particular e pública. Atualmente, é docente da Universidade Federal de Alagoas.",
            "showCard": true,
            "image": "livia.jpeg"
          }
        ]
      },
      {
        "title": "Coffee Break",
        "image": "coffee-break.jpeg",
        "description": "Momento de pausa para recarregar as energias. O coffee break é uma oportunidade para os participantes relaxarem, conversarem e trocarem experiências de forma descontraída, enquanto apreciam um lanche e um bom café antes da próxima atividade do evento.",
        "time": "19:40h",
        "duration": "20m",
        "location": "Casa de Aposentadoria"
      },
      {
        "title": "Construindo a inovação: Cases de Sucesso",
        "image": "rocket.svg",
        "description": "Roda de conversa onde os participantes irão compartilhar suas experiências e os caminhos percorridos para transformar ideias em soluções impactantes. O debate será uma oportunidade para explorar as estratégias, os desafios superados e as lições que aprenderam na construção da inovação, oferecendo insights valiosos para os estudantes, profissionais e entusiastas da área.",
        "speakers": [
          {
            "name": "Rodrigo",
            "role": "CEO da Foco Sistemas e Especialista em Soluções Empresariais",
            "bio": "Fundador e CEO da Foco Sistemas, Rodrigo Machado é especialista em ERP e em soluções tecnológicas voltadas para micro, pequenas e médias empresas. Com ampla experiência no setor, ele tem como missão transformar negócios complexos em resultados reais, ajudando empresas a crescer, lucrar e gerar empregos em todo o Brasil.",
            "showCard": true,
            "image": "rodrigo.jpeg"
          },
          {
            "name": "Jay",
            "role": "Empreendedor Criativo, Designer e Pesquisador",
            "bio": "Graduando em Sistemas de Informação pela Universidade Federal de Alagoas, Jay é um nome de destaque no cenário de inovação e empreendedorismo em Penedo. CEO das startups Kombucha Pirá e Vegan Couro, ambas \"centelhadas\", ele também atua como Designer UX, QA e pesquisador no NEES, contribuindo com projetos de tecnologia e inovação na região.",
            "showCard": true,
            "image": "jay.jpeg"
          },
          {
            "name": "Sophia",
            "role": "Estudante, Empreendedora e Líder em Inovação",
            "bio": "Graduanda em Sistemas de Informação pela Universidade Federal de Alagoas, Sophia é um dos grandes nomes em ascensão no ecossistema de tecnologia e inovação da região. Presidente da Rocket Jr, empresa júnior do curso, e CEO da startup FacilitaMercado",
            "showCard": true,
            "image": "sophia.jpeg"
          },
          {
            "name": "Waldsson",
            "role": "Desenvolvedor",
            "bio": "Mestrando em Informática pela Universidade Federal de Alagoas - UFAL, com pesquisa na área de blockchain. Graduado em Sistemas de Informação pela UFAL, unidade educacional de Penedo. Foi membro fundador da Rocket JR, empresa júnior do curso. Atua como desenvolvedor de software, pesquisador e é Founder e CTO da startup Facilita Mercado. Sua atuação profissional e acadêmica foca no desenvolvimento de software e na aplicação de tecnologias emergentes, com ênfase nos seguintes temas: Blockchain, Open source e SaaS (Software as a Service).",
            "showCard": true,
            "image": "waldsson.jpeg"
          }
        ],
        "time": "20:00",
        "duration": "1h 10m",
        "location": "Casa de Aposentadoria"
      }
    ]
  },
  "4": {
    "day": "Quinta 30/10",
    "schedules": [
      {
        "title": "HACKATHON",
        "image": "hacker.svg",
        "description": "No segundo dia do Hackathon, as equipes continuarão a desenvolver suas soluções, aprofundando-se nos desafios que foram propostos. Os profissionais de suporte estarão disponíveis durante todo o período, dando orientações sobre cada etapa do processo de desenvolvimento. Eles compartilharão conhecimentos técnicos, auxiliando os participantes para refinar suas ideias,abordagens e superar possíveis obstáculos. Esta será uma oportunidade crucial para as equipes receberem feedback especializado e aprimorarem a execução de seus projetos para as apresentações finais.",
        "time": "9:00h - 22:00h",
        "duration": "",
        "location": "Vila Dão Pêdu"
      },
      {
        "title": "1. Apresentações de Trabalhos Acadêmicos",
        "description": "Apresentação dos resultados de projetos de pesquisa desenvolvidos no âmbito dos programas PIBITI e PIBIC, proporcionando aos estudantes uma oportunidade de compartilhar suas descobertas e avanços com a comunidade acadêmica.",
        "time": "9:00h",
        "duration": "3h",
        "location": "Vila Dão Pêdu",
        "speakers": []
      },
      {
        "title": "2. Apresentações de Trabalhos Acadêmicos",
        "description": "Apresentação dos resultados de projetos de pesquisa desenvolvidos no âmbito dos programas PIBITI e PIBIC, proporcionando aos estudantes uma oportunidade de compartilhar suas descobertas e avanços com a comunidade acadêmica.",
        "time": "14:00h",
        "duration": "3h",
        "location": "Vila Dão Pêdu",
        "speakers": []
      },
      {
        "title": "PodTek",
        "description": "PodTek é um podcast onde professores e especialistas da área de Sistemas de Informação se reúnem em uma roda de conversa descontraída. O objetivo é compartilhar experiências, debater tendências tecnológicas e oferecer insights sobre o universo da TI, desde a academia até o mercado de trabalho em um formato dinâmico e acessível.",
        "time": "19:00h",
        "duration": "40m",
        "location": "Vila Dão Pêdu",
        "speakers": [
          {
            "name": "Jário",
            "role": "Professor, Especialista em Inteligência Artificial e Inovação em Tecnologia Educacional",
            "bio": "Doutor pela Universidade de São Paulo (USP) e um especialista em Inteligência Artificial, com foco em Deep Learning e Processamento de Linguagem Natural (PLN), explorando as dimensões sintáticas, semânticas e pragmáticas da linguagem. Sua atuação profissional destaca-se na Tecnologia Educacional (EdTech): ele é co-fundador da spin-off Eneuron - Computação Cognitiva, que desenvolve soluções de IA para o entendimento de textos manuscritos e transcritos. Além disso, Jário integra a equipe de coordenação de Inteligência Artificial do projeto 'Plataforma Adaptativa de Avaliação e Diagnóstico Pedagógico de Textos' do Ministério da Educação (MEC), complementando suas atividades de pesquisa em Mineração de Textos e sistemas de Recomendação Pedagógica Personalizada.",
            "showCard": true,
            "image": "jairo.jpeg"
          },
          {
            "name": "Gustavo",
            "role": "Professor, Pesquisador e Líder Acadêmico em Tecnologia e Inovação",
            "bio": "Doutor e Mestre em Ciência da Computação pela Universidade Federal de Pernambuco - UFPE (2022, 2018). Graduado em Licenciatura em Computação pela Universidade de Pernambuco - UPE (2015). Ingressou como professor adjunto no curso de Graduação em Sistemas de Informação da Universidade Federal de Alagoas (UFAL) na unidade educacional de Penedo - AL (2022). Vice-coordenador do curso Sistemas de Informação na UFAL no biênio 2023-2025, alcançando o conceito 4 no Enade 2024. Realiza pesquisas na área de Ciência da Computação, com ênfase em Desenvolvimento de Software e Inteligência Artificial, atuando principalmente nos seguintes temas: Programação Web e Mobile, Ciência de Dados e Aprendizado de Máquina.",
            "showCard": true,
            "image": "gustavo.jpeg"
          },
          {
            "name": "Thyago",
            "role": "Pesquisador em Inteligência Artificial e Tecnologias Educacionais",
            "bio": "Professor Adjunto na Universidade Federal de Alagoas (UFAL), lotado na Unidade Educacional de Penedo, onde atua na área de Algoritmos e Programação. É também pesquisador do Núcleo de Excelência em Tecnologias Sociais (NEES), atuando em projetos em colaboração com o Fundo Nacional de Desenvolvimento da Educação (FNDE/MEC) na formulação e execução de políticas públicas educacionais baseadas em evidências. Doutor em Ciências da Computação e Matemática Computacional pela Universidade de São Paulo (USP), desenvolve pesquisas em Inteligência Artificial na Educação (AIED), com ênfase na integração da Inteligência Artificial (IA) e da Inteligência Coletiva (IC) para o aprimoramento de tecnologias educacionais.",
            "showCard": true,
            "image": "thyago.jpeg"
          },
          {
            "name": "Dalgoberto",
            "role": "Doutor em Tecnologias e Políticas Públicas, Mestre em Modelagem Computacional e Graduado em Sistemas de Informação.",
            "bio": "Doutor em Tecnologias e Políticas Públicas, Mestre em Modelagem Computacional e Graduado em Sistemas de Informação. Pesquisador de áreas relacionadas a Tecnologia em Política Públicas Educacionais, Gerenciamento de Projetos, Tecnologias Educacionais e usabilidade. Atualmente atua como docente na Universidade Federal de Alagoas - Campus Arapiraca - Unidade Penedo, lecionando na área de Gestão em Sistemas de Informação nos cursos de Sistemas de Informação. Atua em projetos de spin-offs junto ao Ministério de Educação e FNDE na concepção de Políticas Públicas de Tecnologias Educacionais, Portal de Atos Normativos da Educação e no Programa Nacional do Livro Didático-PNLD. Experiência em EAD como tutor de sala, tutor-online e professor pesquisador. Experiência em Docência no Ensino Superior nas áreas de tecnologia da informação, gestão de negócios, gestão educacional e gerenciamento de projetos em diversas instituições de ensino Superior como UNINASSAU, FGV, UNOPAR, UAB, a nível de graduação e pós-graduação. Possui experiência em Gestão educacional onde já atuou como coordenador de graduação dos cursos de Sistemas de Informação, Redes de Computadores e Análise e Desenvolvimento de Sistemas, e Coordenador de Pós-graduação. Trabalha com gestão ágil de projetos, arquitetura da informação, gerência de projetos e ministra aulas há 24 anos. É membro do Núcleo de Excelência em Tecnologias Sociais (NEES - IC/UFAL), onde realizam-se pesquisas nos seguintes temas: Inteligência Artificial na Educação, Sistemas Tutores Inteligentes, Gamificação na Educação, Engenharia de Software e Ontologias, Política Públicas Educacionais.",
            "showCard": true,
            "image": "dalgoberto.jpeg"
          },
          {
            "name": "Valber",
            "role": "Economista, Professor e Especialista em Políticas Públicas e Inovação Institucional",
            "bio": "Doutor em Economia pela Universidade Federal da Paraíba (UFPB), Mestre em Economia Aplicada e Bacharel em Economia pela Universidade Federal de Alagoas (UFAL) e em Direito pelo CESMAC. Atuou como advogado entre 2010 e 2014 nas áreas Cível, Administrativa e Tributária (OAB/AL 9788). Com ampla experiência em pesquisa aplicada, formulação de políticas públicas e inovação no setor público, Valber atua como professor universitário e analista judiciário, unindo prática profissional e rigor acadêmico. Suas principais competências incluem análise de dados para avaliação de políticas, modelagem econométrica, métodos quantitativos e elaboração de pareceres técnicos, com uma visão interdisciplinar entre Direito e Economia.",
            "showCard": true,
            "image": "valber.jpeg"
          }
        ]
      },
      {
        "title": "Coffee Break",
        "description": "Momento de pausa para recarregar as energias. O coffee break é uma oportunidade para os participantes relaxarem, conversarem e trocarem experiências de forma descontraída, enquanto apreciam um lanche e um bom café antes da próxima atividade do evento.",
        "time": "19:40h",
        "duration": "20m",
        "location": "Vila Dão Pêdu"
      },
      {
        "title": "Code In The Dark",
        "description": "O objetivo é resolver desafios com soluções práticas e inovadoras para problemas específicos em um curto período, promovendo a criatividade, colaboração e aplicação prática de conhecimentos em tecnologia.",
        "time": "20:00h",
        "duration": "1h 30m",
        "location": "Vila Dão Pêdu"
      },
      {
        "title": "Happy Hour",
        "description": "O Happy Hour é um momento para celebrar, interagir com colegas e palestrantes, fortalecer conexões e aproveitar um ambiente leve e acolhedor fora das atividades formais do evento.",
        "time": "20:30h",
        "duration": "",
        "location": "Praça 12 de Abril"
      }
    ]
  },
  "5": {
    "day": "Sexta 31/10",
    "schedules": [
      {
        "title": "HACKATHON",
        "description": "Na etapa final do Hackathon, as equipes finalizam seus projetos e se preparam para as apresentações. Neste momento acontecem os testes finais e à organização das demonstrações que serão avaliadas, e a equipe vencedora do evento receberá um prêmio de 10 mil reais, celebrando o esforço e a criatividade que foram dedicados.",
        "time": "09:00h",
        "duration": "3h",
        "location": "Vila Dão Pêdu"
      },
      {
        "title": "Exposição de trabalhos acadêmicos",
        "description": "Esta exposição reúne os projetos de pesquisas acadêmicas desenvolvidas por estudantes da UFAL - Campus Penedo. É uma oportunidade para a comunidade acadêmica e o público em geral conhecerem as inovações, e o impacto dos trabalhos realizados no campo da tecnologia, demonstrando o engajamento e a contribuição dos alunos para a área de Sistemas de Informação.",
        "time": "9:00h",
        "duration": "3h",
        "location": "Vila Dão Pêdu"
      },
      {
        "title": "Premiação do Sisweek (Encerramento)",
        "description": "Cerimônia de encerramento do evento Sisweek, com entrega de prêmios e agradecimentos aos participantes.",
        "time": "14:00h",
        "duration": "",
        "location": "Centro de Convenções"
      }
    ]
  }
}